{
    "(empty)": "(vazio)",
    "(unnamed)": "(sem nome)",
    "2FA Recovery Codes": "Códigos de recuperação 2FA",
    "A background job builds the PDF and stores it securely for 24 hours.": "Uma tarefa em segundo plano gera o PDF e o mantém seguro por 24 horas.",
    "A download link will be available once the export is ready.": "O link de download ficará disponível assim que a exportação estiver pronta.",
    "A new verification link has been sent to the email address you provided during registration.": "Enviamos um novo link de verificação para o e-mail informado no cadastro.",
    "A new verification link has been sent to your email address.": "Enviamos um novo link de verificação para o seu e-mail.",
    "Access your study hub": "Acesse o seu hub de estudos",
    "Accuracy": "Precisão",
    "Accuracy (30 days)": "Precisão (30 dias)",
    "Accuracy :accuracy%": "Precisão :accuracy%",
    "Actions": "Ações",
    "Active session": "Sessão ativa",
    "Active sessions": "Sessões ativas",
    "Activity": "Atividade",
    "Activity log": "Registro de atividades",
    "Add a new discipline inside one of your notebooks.": "Adicione uma nova disciplina dentro de um dos seus cadernos.",
    "Add a new notebook to group your future notes.": "Adicione um novo caderno para agrupar suas próximas anotações.",
    "Add at least four flashcard answers to unlock multiple choice exercises.": "Adicione pelo menos quatro respostas de flashcards para liberar os exercícios de múltipla escolha.",
    "Adjust the scope or filters to include at least one note or flashcard.": "Ajuste o escopo ou os filtros para incluir pelo menos uma anotação ou flashcard.",
    "Adjust your filters or create a note within a discipline to see it here.": "Ajuste os filtros ou crie uma anotação dentro de uma disciplina para ver algo aqui.",
    "Aim for steady progress—consistency beats perfection.": "Busque progresso constante—consistência vale mais do que perfeição.",
    "All actions": "Todas as ações",
    "All cards reviewed for this session. Create a new session to keep studying.": "Todos os cards foram revisados nesta sessão. Inicie outra sessão para continuar estudando.",
    "All disciplines": "Todas as disciplinas",
    "All notebooks": "Todos os cadernos",
    "All notes": "Todas as anotações",
    "All types": "Todos os tipos",
    "Already have an account?": "Já tem uma conta?",
    "Answer": "Resposta",
    "Are you sure you want to delete your account?": "Tem certeza de que deseja excluir sua conta?",
    "Are you sure?": "Tem certeza?",
    "As you complete sessions your daily statistics will appear here.": "Conforme você concluir sessões, suas estatísticas diárias aparecem aqui.",
    "As you create notes, manage disciplines, or study flashcards, your activity will appear here with all the details.": "Ao criar anotações, gerenciar disciplinas ou estudar flashcards, suas atividades aparecem aqui com todos os detalhes.",
    "Authentication Code": "Código de autenticação",
    "Back": "Voltar",
    "Back to disciplines": "Voltar para disciplinas",
    "Back to notebooks": "Voltar para cadernos",
    "Back to notes": "Voltar para anotações",
    "Begin studying now": "Comece a estudar agora",
    "Biology summary, Exam 2, etc...": "Resumo de biologia, prova 2, etc...",
    "Blank :number": "Lacuna :number",
    "Browse all notes": "Ver todas anotações",
    "Browse every note you have created, across all notebooks and disciplines.": "Navegue por todas as anotações que você criou, em todos os cadernos e disciplinas.",
    "Swipe sideways to reveal all options.": "Arraste para o lado para ver todas as opções.",
    "Bundle your notes and flashcards into a polished PDF. Choose what to include, how to organize it, and we will prepare the file for download.": "Agrupe suas anotações e flashcards em um PDF refinado. Escolha o que incluir, como organizar e nós preparamos o arquivo para download.",
    "Cancel": "Cancelar",
    "Capture ideas quickly, then refine them or promote to flashcards when ready.": "Capture ideias rapidamente, depois refine ou transforme em flashcards quando estiver pronto.",
    "Capture your thoughts and promote them to flashcards when ready to study.": "Registre seus pensamentos e transforme em flashcards quando for estudar.",
    "Card :current of :total in today's queue": "Card :current de :total na fila de hoje",
    "Cards in queue": "Cards na fila",
    "Cards reviewed (30 days)": "Cards revisados (30 dias)",
    "Cards reviewed across your open sessions.": "Cards revisados nas suas sessões em andamento.",
    "CEP": "CEP",
    "CEP not found.": "CEP não encontrado.",
    "City": "Cidade",
    "Country": "País",
    "CPF": "CPF",
    "Centralize resumos, fichamentos e revisões inteligentes em poucos cliques. Basta preencher seus dados abaixo.": "Centralize resumos, fichamentos e revisões inteligentes em poucos cliques. Basta preencher seus dados abaixo.",
    "Changes": "Alterações",
    "Check answer": "Conferir resposta",
    "Choose a discipline (or keep all) and click “Start / resume” to begin your study routine. We keep track of your progress every day.": "Escolha uma disciplina (ou mantenha todas) e clique em “Iniciar / retomar” para começar sua rotina de estudos. Nós acompanhamos seu progresso diariamente.",
    "Choose your interface language": "Escolha o idioma da interface",
    "Choose the correct alternative.": "Escolha a alternativa correta.",
    "Click any PDF to preview it instantly in the reader below.": "Clique em qualquer PDF para visualizar instantaneamente no leitor abaixo.",
    "Click here to re-send the verification email.": "Clique aqui para reenviar o e-mail de verificação.",
    "Close": "Fechar",
    "Combine every notebook, discipline, note, and flashcard.": "Combine todos os cadernos, disciplinas, anotações e flashcards.",
    "Comece a construir sua biblioteca de estudos": "Comece a construir sua biblioteca de estudos",
    "Compact (shorter spacing)": "Compacto (espaçamento menor)",
    "Compact tightens padding while preserving all metadata.": "Compacto reduz os espaçamentos sem perder metadados.",
    "Completed": "Concluído",
    "Completed sessions": "Sessões concluídas",
    "Complete your profile": "Complete seu perfil",
    "We still need a few details to finish your registration. Please keep your billing information up to date.": "Você está a um passo de completar seu perfil e aproveitar todo o potencial da Booknotes nos estudos.",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar senha",
    "Confirm password": "Confirme a senha",
    "Content": "Conteúdo",
    "Content hidden in export settings.": "Conteúdo oculto nas configurações de exportação.",
    "Content hidden. Only titles will appear in the PDF.": "Conteúdo oculto. Apenas os títulos aparecerão no PDF.",
    "Content type": "Tipo de conteúdo",
    "Continue": "Continuar",
    "Convert to flashcard": "Converter em flashcard",
    "Converted a note into a flashcard.": "Converteu uma anotação em flashcard.",
    "Converted back to note": "Convertido novamente em anotação",
    "Converted “:title” into a flashcard.": "Converteu “:title” em um flashcard.",
    "Correct": "Correto",
    "Correct :correct • Incorrect :incorrect": "Corretas :correct • Incorretas :incorrect",
    "Correct answer": "Resposta correta",
    "Correct answers": "Respostas corretas",
    "Create account": "Criar conta",
    "Create at least one flashcard to unlock the exercises.": "Crie pelo menos um flashcard para liberar os exercícios.",
    "Create discipline": "Criar disciplina",
    "Create disciplines and start adding material to unlock these insights.": "Crie disciplinas e comece a adicionar conteúdos para desbloquear esses insights.",
    "Create note": "Criar anotação",
    "Create or update flashcards in your disciplines to practice here.": "Crie ou atualize flashcards nas suas disciplinas para praticar aqui.",
    "Create notebook": "Criar caderno",
    "Create your account": "Crie sua conta",
    "Create your first discipline to organize notes inside a notebook.": "Crie sua primeira disciplina para organizar anotações dentro de um caderno.",
    "Create your first notebook to start organizing your notes.": "Crie seu primeiro caderno para começar a organizar suas anotações.",
    "Create yours now": "Crie a sua agora",
    "Created": "Criado",
    "Created a discipline.": "Criou uma disciplina.",
    "Created a note.": "Criou uma anotação.",
    "Created a notebook.": "Criou um caderno.",
    "Created the discipline “:title”.": "Criou a disciplina “:title”.",
    "Created the note “:title”.": "Criou a anotação “:title”.",
    "Created the notebook “:title”.": "Criou o caderno “:title”.",
    "Crie uma senha segura": "Crie uma senha segura",
    "Current password": "Senha atual",
    "Daily history": "Histórico diário",
    "Dashboard": "Painel",
    "Decide which content enters the PDF and how it should be grouped.": "Decida qual conteúdo entra no PDF e como ele deve ser agrupado.",
    "Decide if the answer below matches the card.": "Decida se a resposta abaixo corresponde ao card.",
    "Delete": "Excluir",
    "Delete PDF": "Excluir PDF",
    "Delete account": "Excluir conta",
    "Delete discipline": "Excluir disciplina",
    "Delete note": "Excluir anotação",
    "Delete notebook": "Excluir caderno",
    "Delete your account and all of its resources": "Exclua sua conta e todos os recursos",
    "Deleted a discipline.": "Excluiu uma disciplina.",
    "Deleted a note.": "Excluiu uma anotação.",
    "Deleted a notebook.": "Excluiu um caderno.",
    "Deleted the discipline “:title”.": "Excluiu a disciplina “:title”.",
    "Deleted the note “:title”.": "Excluiu a anotação “:title”.",
    "Deleted the notebook “:title”.": "Excluiu o caderno “:title”.",
    "Description": "Descrição",
    "Detailed (full content)": "Detalhado (conteúdo completo)",
    "Detailed keeps comfortable spacing for reading or PDF sharing.": "Detalhado mantém um espaçamento confortável para leitura ou compartilhamento em PDF.",
    "Dica rápida": "Dica rápida",
    "Disable 2FA": "Desativar 2FA",
    "Disabled": "Desativado",
    "Discipline": "Disciplina",
    "Discipline created": "Disciplina criada",
    "Discipline created successfully.": "Disciplina criada com sucesso.",
    "Discipline deleted": "Disciplina excluída",
    "Discipline deleted successfully.": "Disciplina excluída com sucesso.",
    "Discipline removed": "Disciplina removida",
    "Discipline updated": "Disciplina atualizada",
    "Discipline updated successfully.": "Disciplina atualizada com sucesso.",
    "Discipline: :discipline": "Disciplina: :discipline",
    "Disciplines": "Disciplinas",
    "Disciplines overview": "Visão geral das disciplinas",
    "Document library": "Biblioteca de documentos",
    "pdfs.library.total": "{0}Nenhum PDF ainda|{1}1 PDF|[2,*]:count PDFs",
    "Documentation": "Documentação",
    "Don't have an account?": "Não tem uma conta?",
    "Download": "Download",
    "Download PDF": "Baixar PDF",
    "Drop your PDF here or click to browse": "Arraste seu PDF aqui ou clique para procurar",
    "Each recovery code can be used once to access your account and will be removed after use. If you need more, click Regenerate Codes above.": "Cada código de recuperação pode ser usado uma vez para acessar sua conta e será removido após o uso. Se precisar de mais, clique em Gerar códigos acima.",
    "Each row groups all sessions from the same day, so you can revisit your streak and accuracy evolution.": "Cada linha agrupa todas as sessões do mesmo dia, assim você pode revisar sua sequência e a evolução da precisão.",
    "Edit": "Editar",
    "Edit discipline": "Editar disciplina",
    "Edit note": "Editar anotação",
    "Edit notebook": "Editar caderno",
    "Email": "E-mail",
    "Email Address": "Endereço de e-mail",
    "Email address": "Endereço de e-mail",
    "Email password reset link": "Enviar link de redefinição de senha",
    "Empty": "Vazio",
    "Enable 2FA": "Ativar 2FA",
    "Enable Two-Factor Authentication": "Ativar autenticação em duas etapas",
    "Enabled": "Ativado",
    "Ensure your account is using a long, random password to stay secure": "Garanta que sua conta use uma senha longa e aleatória para permanecer segura",
    "Enter the 6-digit code from your authenticator app.": "Digite o código de 6 dígitos do seu app autenticador.",
    "Enter the authentication code provided by your authenticator application.": "Informe o código de autenticação fornecido pelo seu aplicativo autenticador.",
    "Enter your email to receive a password reset link": "Digite seu e-mail para receber um link de redefinição de senha",
    "Enter your password": "Digite sua senha",
    "Entire workspace": "Todo o workspace",
    "Every discipline keeps its own flashcards and notes for faster recall.": "Cada disciplina mantém seus próprios flashcards e anotações para facilitar a memorização.",
    "Exercise menu": "Menu de exercícios",
    "Exercises": "Exercícios",
    "Exercises answered": "Exercícios respondidos",
    "Mix true or false, fill in the blanks, and multiple choice without affecting your flashcard stats.": "Alterne verdadeiro ou falso, complete as lacunas e múltipla escolha sem impactar as estatísticas dos flashcards.",
    "Missing information": "Informações pendentes",
    "Use your flashcards as the source of every drill and rotate the modes to stay sharp.": "Use seus flashcards como fonte de cada exercício e alterne os modos para se manter afiado.",
    "Modes overview": "Visão geral dos modos",
    "Quick gut checks to validate definitions or concepts.": "Checagens rápidas para validar definições ou conceitos.",
    "Hide four key terms at once to reinforce precise recall.": "Oculte quatro termos-chave de uma vez para reforçar a lembrança precisa.",
    "Compare similar answers and spot nuances across cards.": "Compare respostas parecidas e identifique nuances entre os cards.",
    "Exit focus mode": "Sair do modo foco",
    "Export just the notes under one discipline.": "Exporte apenas as anotações de uma disciplina.",
    "Export notes to PDF": "Exportar anotações para PDF",
    "Export queued. We will refresh this list automatically.": "Exportação na fila. Atualizaremos esta lista automaticamente.",
    "Export scope": "Escopo da exportação",
    "Export to PDF": "Exportar para PDF",
    "Failed": "Falhou",
    "False": "Falso",
    "Filters & organization": "Filtros e organização",
    "Filter by tags": "Filtrar por tags",
    "Clear": "Limpar",
    "Fill in the blanks": "Complete as lacunas",
    "Flashcard": "Flashcard",
    "Flashcard answer": "Resposta do flashcard",
    "Flashcard answered": "Flashcard respondido",
    "Flashcard question": "Pergunta do flashcard",
    "Flashcard reverted to note": "Flashcard revertido para anotação",
    "Flashcards": "Flashcards",
    "Review how today's flashcard practice is going before jumping into the queue.": "Veja como está o desempenho dos flashcards hoje antes de voltar para a fila.",
    "Updated in real time during this session.": "Atualizado em tempo real durante esta sessão.",
    "Flashcards only": "Somente flashcards",
    "Flashcards require a question and an answer, ideal for spaced repetition later on.": "Flashcards exigem uma pergunta e uma resposta, ideais para revisão espaçada.",
    "Focus mode": "Modo foco",
    "Focus on a single notebook and its disciplines.": "Foque em um único caderno e em suas disciplinas.",
    "Forgot password": "Esqueceu a senha",
    "Forgot your password?": "Esqueceu sua senha?",
    "Garantimos privacidade total": "Garantimos privacidade total",
    "Generate PDF": "Gerar PDF",
    "Generated on :date": "Gerado em :date",
    "Go to disciplines": "Ir para disciplinas",
    "Go to page :page": "Ir para a página :page",
    "Group disciplines and reduce cognitive load by keeping related notes together.": "Agrupe disciplinas e reduza a sobrecarga cognitiva mantendo notas relacionadas juntas.",
    "Group sections by": "Agrupar seções por",
    "Great job!": "Mandou bem!",
    "Here is a quick look at how your PDF will be structured. Final formatting adapts to the density and orientation you selected.": "Aqui está um panorama rápido de como seu PDF será estruturado. A formatação final se adapta à densidade e à orientação escolhidas.",
    "Here is a quick overview of your study hub. Use these insights to decide where to focus next.": "Aqui está um resumo rápido do seu hub de estudos. Use esses insights para decidir onde focar.",
    "Hide Recovery Codes": "Ocultar códigos de recuperação",
    "I got it right": "Acertei",
    "I need to review": "Preciso revisar",
    "Importe highlights e anexos direto do Kindle, PDFs ou Notion.": "Importe highlights e anexos direto do Kindle, PDFs ou Notion.",
    "In progress": "Em andamento",
    "Include full note body": "Incluir corpo completo da anotação",
    "Jump back into a queue or review how accuracy evolved over the past two weeks.": "Retome uma fila ou veja como a precisão evoluiu nas últimas duas semanas.",
    "Just now": "Agora mesmo",
    "Keep answering cards until you finish this queue. Incorrect answers are pushed to the end for spaced review.": "Continue respondendo cards até finalizar esta fila. Respostas incorretas vão para o fim para revisão espaçada.",
    "Keep me signed in on this device": "Manter-me conectado neste dispositivo",
    "Keep progressing with dashboards, revisões e insights atualizados em tempo real.": "Continue progredindo com painéis, revisões e insights atualizados em tempo real.",
    "Keep this window open—we poll every few seconds and will show the download link as soon as it is ready.": "Mantenha esta janela aberta — atualizamos a cada poucos segundos e mostraremos o link assim que estiver pronto.",
    "Keep tracking quality over quantity: accuracy highlights what needs another pass.": "Continue acompanhando qualidade antes de quantidade: a precisão destaca o que precisa de mais uma passada.",
    "Keep going!": "Continue praticando!",
    "Landscape": "Paisagem",
    "Landscape is optional—try it when flashcard answers are lengthy.": "Paisagem é opcional—experimente quando as respostas dos flashcards forem longas.",
    "Language": "Idioma",
    "Language preference updated.": "Preferência de idioma atualizada.",
    "Language preference updated. Page reloaded to apply the new language.": "Preferência de idioma atualizada. Página recarregada para aplicar o novo idioma.",
    "Last opened:": "Última abertura:",
    "Last studied :time": "Último estudo :time",
    "Last study sessions": "Últimas sessões de estudo",
    "Last updated:": "Última atualização:",
    "Last updated: :date": "Atualizado em :date",
    "Latest exports stay available for 24 hours.": "As exportações mais recentes ficam disponíveis por 24 horas.",
    "Latest queues": "Filas mais recentes",
    "Layout density": "Densidade do layout",
    "Library": "Biblioteca",
    "Log Out": "Sair",
    "Log in": "Entrar",
    "Log out": "Sair",
    "Logs": "Registros",
    "Lookup CEP": "Buscar CEP",
    "Manage your notebooks and keep track of related logs.": "Gerencie seus cadernos e acompanhe os registros relacionados.",
    "Manage your profile and account settings": "Gerencie seu perfil e configurações da conta",
    "Manage your two-factor authentication settings": "Gerencie as configurações de autenticação em duas etapas",
    "Mark as note": "Marcar como anotação",
    "Marked a flashcard as correct.": "Marcou um flashcard como correto.",
    "Marked a flashcard for review.": "Marcou um flashcard para revisão.",
    "Name": "Nome",
    "Need to export multiple notebooks? Generate one PDF per notebook so each file stays focused and easy to navigate.": "Precisa exportar vários cadernos? Gere um PDF por caderno para manter cada arquivo focado e fácil de navegar.",
    "Needs review": "Precisa de revisão",
    "Neighborhood": "Bairro",
    "New discipline": "Nova disciplina",
    "New note": "Nova anotação",
    "New notebook": "Novo caderno",
    "New password": "Nova senha",
    "New study session created. Good studies!": "Nova sessão de estudos criada. Bons estudos!",
    "No": "Não",
    "No activity recorded yet": "Nenhuma atividade registrada ainda",
    "No description provided.": "Nenhuma descrição informada.",
    "No discipline": "Nenhuma disciplina",
    "No disciplines yet": "Ainda não há disciplinas",
    "No downloads yet. Generate your first PDF to see it here.": "Ainda não há downloads. Gere seu primeiro PDF para vê-lo aqui.",
    "No flashcards available for this filter. Create flashcards to start studying.": "Não há flashcards para este filtro. Crie flashcards para começar a estudar.",
    "No notebooks yet": "Ainda não há cadernos",
    "No notes available for this selection": "Não há anotações para esta seleção",
    "No notes found": "Nenhuma anotação encontrada",
    "No notes match the selected filters.": "Nenhuma anotação corresponde aos filtros selecionados.",
    "No notes yet": "Ainda não há anotações",
    "No session running": "Nenhuma sessão em andamento",
    "No sessions recorded today yet. Start one above and we will display it here for quick access.": "Ainda não registramos sessões hoje. Inicie uma acima e mostraremos aqui para acesso rápido.",
    "Note": "Anotação",
    "Note converted to flashcard": "Anotação convertida em flashcard",
    "Note converted to flashcard.": "Anotação convertida em flashcard.",
    "Note created": "Anotação criada",
    "Note created successfully.": "Anotação criada com sucesso.",
    "Note deleted": "Anotação excluída",
    "Note deleted successfully.": "Anotação excluída com sucesso.",
    "Note marked as regular note.": "Anotação marcada como nota comum.",
    "Note updated": "Anotação atualizada",
    "Note updated successfully.": "Anotação atualizada com sucesso.",
    "Notebook": "Caderno",
    "Notebook created": "Caderno criado",
    "Notebook created successfully.": "Caderno criado com sucesso.",
    "Notebook deleted": "Caderno excluído",
    "Notebook deleted successfully.": "Caderno excluído com sucesso.",
    "Notebook removed": "Caderno removido",
    "Notebook updated": "Caderno atualizado",
    "Notebook updated successfully.": "Caderno atualizado com sucesso.",
    "Notebook: :notebook": "Caderno: :notebook",
    "Notebooks": "Cadernos",
    "Notes": "Anotações",
    "Notes dashboard": "Notas",
    "Notes - :discipline": "Anotações - :discipline",
    "Notes and flashcards": "Anotações e flashcards",
    "Notes export": "Exportar anotações",
    "Notes for :discipline": "Anotações de :discipline",
    "Notes only": "Somente anotações",
    "Now reading": "Lendo agora",
    "Number": "Número",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Depois que sua conta for excluída, todos os recursos e dados serão removidos permanentemente. Digite sua senha para confirmar que deseja excluir a conta.",
    "Only a subset is shown here. The PDF will include all :count selected items.": "Apenas uma parte é exibida aqui. O PDF incluirá todos os :count itens selecionados.",
    "Open": "Abrir",
    "Open in new tab": "Abrir em nova aba",
    "Or, return to": "Ou volte para",
    "Organize notas por livro, disciplina e objetivo de estudo.": "Organize notas por livro, disciplina e objetivo de estudo.",
    "Organize the subjects within your notebooks.": "Organize as matérias dentro dos seus cadernos.",
    "PDF deleted successfully.": "PDF excluído com sucesso.",
    "PDF exports": "Exportações em PDF",
    "PDF reader": "Leitor de PDF",
    "PDF uploaded successfully.": "PDF enviado com sucesso.",
    "Page orientation": "Orientação da página",
    "Pagination Navigation": "Navegação de paginação",
    "Password": "Senha",
    "Per page": "Por página",
    "Pick up exactly where you stopped and avoid resetting your spaced repetition flow.": "Retome exatamente de onde parou e evite reiniciar seu fluxo de revisão espaçada.",
    "Pick which part of your workspace should be exported. You can focus on a single discipline or ship everything at once.": "Escolha qual parte do workspace deve ser exportada. Foque em uma única disciplina ou envie tudo de uma vez.",
    "Platform": "Plataforma",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Confirme o acesso à sua conta inserindo um dos códigos de recuperação de emergência.",
    "Please enter a valid CEP.": "Informe um CEP válido.",
    "Please enter your new password below": "Digite sua nova senha abaixo",
    "Please verify your email address by clicking on the link we just emailed to you.": "Verifique seu endereço de e-mail clicando no link que acabamos de enviar.",
    "Portrait": "Retrato",
    "Portrait (recommended)": "Retrato (recomendado)",
    "Practice": "Prática",
    "Preferred language": "Idioma preferido",
    "Prepared for :user on :date": "Preparado para :user em :date",
    "Preview snapshot": "Prévia rápida",
    "Processing": "Processando",
    "Profile": "Perfil",
    "Progress": "Progresso",
    "Question": "Pergunta",
    "Queue": "Fila",
    "Queued": "Na fila",
    "Quick shortcuts to the latest material you captured or converted.": "Atalhos rápidos para os materiais mais recentes que você capturou ou converteu.",
    "Ready": "Pronto",
    "Ready at :time": "Pronto às :time",
    "Ready when you are. Click to reveal the answer and self-grade your recall.": "Pronto quando você estiver. Clique para revelar a resposta e avalie sua lembrança.",
    "Receba planos de revisão personalizados para fixar conteúdo.": "Receba planos de revisão personalizados para fixar conteúdo.",
    "Recent downloads": "Downloads recentes",
    "Recent notes": "Anotações recentes",
    "Recommended layout": "Layout recomendado",
    "Recorded a flashcard answer.": "Registrou a resposta de um flashcard.",
    "Recovery Code": "Código de recuperação",
    "Recovery codes let you regain access if you lose your 2FA device. Store them in a secure password manager.": "Os códigos de recuperação permitem recuperar o acesso se você perder o dispositivo 2FA. Guarde-os em um gerenciador de senhas seguro.",
    "Regenerate Codes": "Gerar novos códigos",
    "Regular reviews keep knowledge fresh. Aim for a steady weekly cadence.": "Revisões regulares mantêm o conhecimento fresco. Mire em uma cadência semanal constante.",
    "Repita a senha para confirmar": "Repita a senha para confirmar",
    "Repository": "Repositório",
    "Resend verification email": "Reenviar e-mail de verificação",
    "Reset password": "Redefinir senha",
    "Restart": "Reiniciar",
    "Resume": "Retomar",
    "Resuming your active study session.": "Retomando sua sessão de estudos ativa.",
    "Reveal answer": "Mostrar resposta",
    "Reverted a flashcard to a note.": "Reverteu um flashcard para anotação.",
    "Reverted “:title” to a regular note.": "Reverteu “:title” para uma nota comum.",
    "Review the latest actions across notebooks, disciplines, notes, and flashcard sessions.": "Revise as ações mais recentes em cadernos, disciplinas, anotações e sessões de flashcards.",
    "Review the queues you have started today and jump back in when needed.": "Revise as filas iniciadas hoje e retorne quando precisar.",
    "Review the selection before exporting.": "Revise a seleção antes de exportar.",
    "Remind me later": "Lembrar depois",
    "Review your flashcards with spaced practice, track accuracy, and revisit past sessions whenever you need.": "Revise seus flashcards com prática espaçada, acompanhe a precisão e revisite sessões passadas sempre que precisar.",
    "Reviewed": "Revisado",
    "Save": "Salvar",
    "Save discipline": "Salvar disciplina",
    "Save note": "Salvar anotação",
    "Save notebook": "Salvar caderno",
    "Saved.": "Salvo.",
    "Scroll for more": "Role para ver mais",
    "Scroll to read the document. Toolbar controls are disabled inside the reader to keep focus on the content.": "Role para ler o documento. Os controles da barra de ferramentas ficam desativados no leitor para manter o foco no conteúdo.",
    "Search": "Buscar",
    "Search PDFs...": "Buscar em PDFs...",
    "Search disciplines...": "Buscar disciplinas...",
    "Search logs...": "Buscar registros...",
    "Search notebooks...": "Buscar cadernos...",
    "Search notes...": "Buscar anotações...",
    "Searching...": "Buscando...",
    "See where your notes and flashcards are concentrated to balance your study load.": "Veja onde suas anotações e flashcards se concentram para equilibrar sua carga de estudos.",
    "Select a PDF": "Selecione um PDF",
    "Select a discipline": "Selecione uma disciplina",
    "Select a discipline before exporting.": "Selecione uma disciplina antes de exportar.",
    "Select a discipline or start a session first.": "Selecione uma disciplina ou inicie uma sessão antes.",
    "Select a language": "Selecione um idioma",
    "Select a notebook": "Selecione um caderno",
    "Select a notebook before exporting.": "Selecione um caderno antes de exportar.",
    "Select at least one note or flashcard to export.": "Selecione pelo menos uma anotação ou flashcard para exportar.",
    "Select the language used across Booknotes.": "Selecione o idioma usado em todo o Booknotes.",
    "Session": "Sessão",
    "Session #:id": "Sessão #:id",
    "Session completed! Review your stats below.": "Sessão concluída! Revise suas estatísticas abaixo.",
    "Session loaded.": "Sessão carregada.",
    "Sessions: :count • Accuracy: :accuracy%": "Sessões: :count • Precisão: :accuracy%",
    "Settings": "Configurações",
    "Seu nome completo": "Seu nome completo",
    "Short title (optional)": "Título curto (opcional)",
    "Show flashcard answer blocks": "Mostrar blocos de resposta do flashcard",
    "Showing": "Exibindo",
    "Shows consistency. Celebrate progress and review detailed stats in the study area.": "Mostra consistência. Comemore o progresso e revise estatísticas detalhadas na área de estudos.",
    "Single discipline": "Disciplina única",
    "Specific notebook": "Caderno específico",
    "Start / resume": "Iniciar / retomar",
    "Start a session before answering cards.": "Inicie uma sessão antes de responder aos cards.",
    "Start a session before entering focus mode.": "Inicie uma sessão antes de entrar no modo foco.",
    "Start a session to review your flashcards. We prepare a shuffled deck based on your selection.": "Inicie uma sessão para revisar seus flashcards. Preparamos um baralho embaralhado conforme sua seleção.",
    "Start by creating a note or convert one into a flashcard to revise later.": "Comece criando uma anotação ou convertendo uma em flashcard para revisar depois.",
    "Start by creating a note or converting one into a flashcard to populate this list.": "Comece criando uma anotação ou convertendo uma em flashcard para preencher esta lista.",
    "State": "Estado",
    "Street": "Rua",
    "Started a session with :count cards for “:discipline”.": "Iniciou uma sessão com :count cards para “:discipline”.",
    "Started a session with :count cards.": "Iniciou uma sessão com :count cards.",
    "Started a study session for “:discipline”.": "Iniciou uma sessão de estudos para “:discipline”.",
    "Started a study session.": "Iniciou uma sessão de estudos.",
    "Still generating…": "Ainda gerando…",
    "Studied today": "Estudou hoje",
    "Study": "Estudos",
    "Study hub": "Hub de estudos",
    "Study session started": "Sessão de estudos iniciada",
    "Study sessions will appear here after you start reviewing your flashcards.": "As sessões de estudo aparecem aqui depois que você começar a revisar os flashcards.",
    "Summary": "Resumo",
    "The export failed to generate.": "A exportação falhou.",
    "This action cannot be undone and will be logged.": "Esta ação não pode ser desfeita e será registrada.",
    "This action removes the file permanently.": "Esta ação remove o arquivo permanentemente.",
    "This data is required for invoices and receipts, and only needs to be completed once.": "Esses dados são necessários para notas fiscais e recibos e só precisam ser preenchidos uma vez.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta é uma área segura do aplicativo. Confirme sua senha antes de continuar.",
    "Tip: generate separate PDFs when sharing with classmates so each file keeps a clear focus.": "Dica: gere PDFs separados ao compartilhar com colegas para que cada arquivo mantenha um foco claro.",
    "Title": "Título",
    "To finish enabling two-factor authentication, scan the QR code or enter the setup key in your authenticator app.": "Para concluir a ativação da autenticação em duas etapas, escaneie o QR code ou informe a chave no app autenticador.",
    "To review": "Para revisar",
    "To revisit": "Para revisitar",
    "Today's sessions": "Sessões de hoje",
    "Top 5 disciplines": "Top 5 disciplinas",
    "Two Factor Authentication": "Autenticação em duas etapas",
    "Two-Factor Auth": "Autenticação em duas etapas",
    "Two-Factor Authentication Enabled": "Autenticação em duas etapas ativada",
    "Two-factor authentication is now enabled. Scan the QR code or enter the setup key in your authenticator app.": "A autenticação em duas etapas está ativada. Escaneie o QR code ou informe a chave no app autenticador.",
    "Type": "Tipo",
    "Unable to find that session.": "Não foi possível encontrar essa sessão.",
    "Unable to fetch address data at the moment.": "Não foi possível buscar o endereço no momento.",
    "Unknown": "Desconhecido",
    "Up to 20MB per file": "Até 20 MB por arquivo",
    "Update discipline": "Atualizar disciplina",
    "Update discipline details or move it to a different notebook.": "Atualize os detalhes da disciplina ou mova-a para outro caderno.",
    "Update note": "Atualizar anotação",
    "Update notebook": "Atualizar caderno",
    "Update notebook details and keep your logs in sync.": "Atualize os detalhes do caderno e mantenha os registros em sincronia.",
    "Update password": "Atualizar senha",
    "Update profile": "Atualizar perfil",
    "Update the note or adjust flashcard details for :discipline.": "Atualize a anotação ou ajuste os detalhes do flashcard de :discipline.",
    "Update your name and email address": "Atualize seu nome e endereço de e-mail",
    "Update your personal information": "Atualize suas informações pessoais",
    "Updated": "Atualizado",
    "Updated a discipline.": "Atualizou uma disciplina.",
    "Updated a note.": "Atualizou uma anotação.",
    "Updated a notebook.": "Atualizou um caderno.",
    "Updated at": "Atualizado em",
    "Updated at :date": "Atualizado em :date",
    "Updated the discipline “:title”.": "Atualizou a disciplina “:title”.",
    "Updated the note “:title”.": "Atualizou a anotação “:title”.",
    "Updated the notebook “:title”.": "Atualizou o caderno “:title”.",
    "Upload PDF": "Enviar PDF",
    "Upload a PDF or pick one from the list to start reading.": "Envie um PDF ou escolha um da lista para começar a leitura.",
    "Upload complete! We highlighted it below.": "Envio concluído! Destacamos abaixo.",
    "Upload study materials, keep them organized, and open any PDF without leaving Booknotes.": "Envie materiais de estudo, mantenha-os organizados e abra qualquer PDF sem sair do Booknotes.",
    "Uploading...": "Enviando...",
    "Use o mesmo email das suas leituras para importar highlights automaticamente em questão de segundos.": "Use o mesmo e-mail das suas leituras para importar highlights automaticamente em questão de segundos.",
    "Use “Detailed” for the richest spacing, or toggle “Compact” when you need slimmer printouts. Landscape works best for long flashcard answers.": "Use “Detalhado” para o maior espaçamento ou alterne para “Compacto” quando precisar de impressões mais enxutas. Paisagem funciona melhor para respostas longas.",
    "Useful if you want a printable study deck. Disable to generate question-only sheets.": "Útil se você quiser um baralho imprimível. Desative para gerar folhas apenas com perguntas.",
    "Verify Authentication Code": "Verificar código de autenticação",
    "View": "Ver",
    "View Recovery Codes": "Ver códigos de recuperação",
    "View discipline": "Ver disciplina",
    "View library": "Ver biblioteca",
    "View note": "Ver anotação",
    "View notebook": "Ver caderno",
    "View notes": "Ver anotações",
    "Você controla o que compartilhar. Seus resumos e anotações permanecem privados até que escolha colaborar com alguém.": "Você controla o que compartilhar. Seus resumos e anotações permanecem privados até que escolha colaborar com alguém.",
    "We queue the export respecting your selections and layout preferences.": "Colocamos a exportação na fila respeitando suas seleções e preferências de layout.",
    "We will show these again so you can reinforce them.": "Mostraremos novamente para que você possa reforçá-los.",
    "We could not find at least four meaningful words to hide. Add richer flashcards or try another mode.": "Não encontramos pelo menos quatro palavras relevantes para ocultar. Adicione flashcards mais completos ou tente outro modo.",
    "Welcome back": "Bem-vindo de volta",
    "Well done! These cards are sticking.": "Muito bem! Esses cards estão fixando.",
    "What happens next?": "O que acontece agora?",
    "When disabled we only include the note title and synopsis.": "Quando desativado, incluímos apenas o título e o resumo da anotação.",
    "When enabled, the note becomes a flashcard with a question and answer.": "Quando ativado, a anotação vira um flashcard com pergunta e resposta.",
    "When you enable two-factor authentication, you will be prompted for a secure pin during login. This pin can be retrieved from a TOTP-supported application on your phone.": "Ao ativar a autenticação em duas etapas, será solicitado um PIN seguro no login. Esse PIN vem de um aplicativo compatível com TOTP no seu telefone.",
    "With two-factor authentication enabled, you will be prompted for a secure, random pin during login, which you can retrieve from the TOTP-supported application on your phone.": "Com a autenticação em duas etapas habilitada, você precisará informar um PIN seguro e aleatório no login, obtido no aplicativo compatível com TOTP do seu telefone.",
    "Workspace": "Área de trabalho",
    "Write a note for :discipline and optionally prepare it as a flashcard.": "Escreva uma anotação para :discipline e, se quiser, prepare-a como flashcard.",
    "Yes": "Sim",
    "You finished every card in this session. Start a new round or explore your history below.": "Você concluiu todos os cards desta sessão. Inicie uma nova rodada ou veja seu histórico abaixo.",
    "You receive an in-app notification with the download link.": "Você recebe uma notificação no app com o link de download.",
    "Your active memory bank. Convert more notes to reinforce long term learning.": "Seu banco de memória ativo. Converta mais anotações para reforçar o aprendizado de longo prazo.",
    "Your email address is unverified.": "Seu endereço de e-mail ainda não foi verificado.",
    "Your export is ready to download.": "Sua exportação está pronta para download.",
    "Your uploads will appear here once you add them.": "Seus uploads aparecerão aqui assim que forem adicionados.",
    "cards": "cards",
    "log in": "entrar",
    "login using a recovery code": "entrar usando um código de recuperação",
    "login using an authentication code": "entrar usando um código de autenticação",
    "notebook": "caderno",
    "notes": "anotações",
    "of": "de",
    "or you can": "ou você pode",
    "or, enter the code manually": "ou insira o código manualmente",
    "pagination.next": "Próximo",
    "pagination.previous": "Anterior",
    "results": "resultados",
    "sessions": "sessões",
    "to": "para",
    "True": "Verdadeiro",
    "True or False": "Verdadeiro ou falso",
    "Type the missing word": "Digite a palavra que falta",
    "Type the missing word to complete the idea.": "Digite a palavra que falta para completar a ideia.",
    "Type your guess before checking the answer.": "Digite seu palpite antes de conferir a resposta.",
    "Mix up your study routine with quick activities powered by your flashcards.": "Diversifique sua rotina de estudos com atividades rápidas baseadas nos seus flashcards.",
    "Multiple choice": "Múltipla escolha",
    "Need a new challenge?": "Quer um novo desafio?",
    "Next exercise": "Próximo exercício",
    "Not enough flashcards to create exercises right now.": "Não há flashcards suficientes para criar exercícios agora.",
    "Review the correct answer below and try again.": "Revise a resposta correta abaixo e tente novamente.",
    "You matched the correct answer.": "Você acertou a resposta correta.",
    "—": "—",
    "Assinatura e cobrança": "Assinatura e cobrança",
    "Gerencie sua assinatura paga e o período de testes do Booknotes": "Gerencie sua assinatura paga e o período de testes do Booknotes",
    "Checkout concluído com sucesso! Você receberá um e-mail da Stripe assim que o pagamento for confirmado.": "Checkout concluído com sucesso! Você receberá um e-mail da Stripe assim que o pagamento for confirmado.",
    "O checkout foi cancelado e nenhuma cobrança foi feita.": "O checkout foi cancelado e nenhuma cobrança foi feita.",
    "Sua assinatura será encerrada ao final do ciclo atual. Você continuará tendo acesso até lá.": "Sua assinatura será encerrada ao final do ciclo atual. Você continuará tendo acesso até lá.",
    "Assinatura reativada com sucesso.": "Assinatura reativada com sucesso.",
    "Configure o STRIPE_PRICE_ID no arquivo .env antes de iniciar o checkout.": "Configure o STRIPE_PRICE_ID no arquivo .env antes de iniciar o checkout.",
    "Configure o STRIPE_PRICE_ID no arquivo .env para habilitar o checkout.": "Configure o STRIPE_PRICE_ID no arquivo .env para habilitar o checkout.",
    "Plano atual": "Plano atual",
    "R$ :amount / mês • Stripe Billing com impostos automáticos e suporte a cupons.": "R$ :amount / mês • Stripe Billing com impostos automáticos e suporte a cupons.",
    "Período de teste ativo — :dias dias restantes": "Período de teste ativo — :dias dias restantes",
    "Seu teste termina em :data.": "Seu teste termina em :data.",
    "Período de teste encerrado": "Período de teste encerrado",
    "O teste foi finalizado em :data.": "O teste foi finalizado em :data.",
    "Inicie a assinatura para continuar usando o Booknotes.": "Inicie a assinatura para continuar usando o Booknotes.",
    "Você possui acesso vitalício concedido pela equipe do Booknotes. Nenhuma cobrança será aplicada e todos os recursos permanecem liberados.": "Você possui acesso vitalício concedido pela equipe do Booknotes. Nenhuma cobrança será aplicada e todos os recursos permanecem liberados.",
    "Sua assinatura está ativa. A Stripe cuidará das renovações mensais automaticamente e você pode cancelar quando quiser.": "Sua assinatura está ativa. A Stripe cuidará das renovações mensais automaticamente e você pode cancelar quando quiser.",
    "Assinatura cancelada — acesso garantido até :data.": "Assinatura cancelada — acesso garantido até :data.",
    "Há um pagamento pendente. Atualize o método de pagamento para evitar a interrupção do serviço.": "Há um pagamento pendente. Atualize o método de pagamento para evitar a interrupção do serviço.",
    "Você ainda não ativou a assinatura. Após o período de testes, o acesso será bloqueado até que o plano mensal seja contratado.": "Você ainda não ativou a assinatura. Após o período de testes, o acesso será bloqueado até que o plano mensal seja contratado.",
    "Assinar agora": "Assinar agora",
    "Retomar cobrança": "Retomar cobrança",
    "Cancelar assinatura": "Cancelar assinatura",
    "Gerenciar cartão / notas fiscais": "Gerenciar cartão / notas fiscais",
    "Como funciona a cobrança": "Como funciona a cobrança",
    "Oferecemos 14 dias de uso gratuito para que você valide se o Booknotes faz sentido no seu estudo. Terminando esse período, pediremos que conclua a assinatura para manter o acesso aos seus cadernos e PDF anotados.": "Oferecemos 14 dias de uso gratuito para que você valide se o Booknotes faz sentido no seu estudo. Terminando esse período, pediremos que conclua a assinatura para manter o acesso aos seus cadernos e PDF anotados.",
    "O plano mensal custa R$ :amount. A Stripe calcula impostos automaticamente (ISS, IOF e tributos locais) e você receberá recibos em português por e-mail a cada cobrança. É possível aplicar cupons promocionais diretamente na tela de pagamento.": "O plano mensal custa R$ :amount. A Stripe calcula impostos automaticamente (ISS, IOF e tributos locais) e você receberá recibos em português por e-mail a cada cobrança. É possível aplicar cupons promocionais diretamente na tela de pagamento.",
    "Você pode cancelar quando quiser. Caso cancele, o acesso permanece liberado até o fim do ciclo já pago e nada mais será cobrado. Os dados ficam preservados para um eventual retorno.": "Você pode cancelar quando quiser. Caso cancele, o acesso permanece liberado até o fim do ciclo já pago e nada mais será cobrado. Os dados ficam preservados para um eventual retorno.",
    "Em caso de dúvidas sobre cobrança ou necessidade de nota fiscal personalizada, fale conosco pelo suporte dentro do app ou escreva para contato@booknotes.com.br.": "Em caso de dúvidas sobre cobrança ou necessidade de nota fiscal personalizada, fale conosco pelo suporte dentro do app ou escreva para contato@booknotes.com.br.",
    "A assinatura é necessária para continuar.": "A assinatura é necessária para continuar.",
    "Sua assinatura precisa ser ativada para continuar usando o Booknotes.": "Sua assinatura precisa ser ativada para continuar usando o Booknotes.",
    "Billing": "Cobrança",
    "Confirm your email to unlock Booknotes": "Confirme seu e-mail para liberar o Booknotes",
    "Verify your email to unlock Booknotes": "Verifique seu e-mail para liberar o Booknotes",
    "Keep your study hub secure and ready to use on any device.": "Mantenha seu hub de estudos protegido e pronto em qualquer dispositivo.",
    "Hi :name,": "Olá :name,",
    "Tap the button below to confirm your address and finish creating your Booknotes account. The link stays active for 60 minutes.": "Toque no botão abaixo para confirmar seu endereço e concluir a criação da sua conta Booknotes. O link fica ativo por 60 minutos.",
    "Confirm email": "Confirmar e-mail",
    "If the button does not work, copy and paste this link into your browser:": "Se o botão não funcionar, copie e cole este link no navegador:",
    "If you did not make this request, you can safely ignore this email.": "Se você não fez essa solicitação, pode ignorar este e-mail com segurança.",
    "Questions? Reply to this email or write to :email": "Dúvidas? Responda este e-mail ou escreva para :email",
    "This verification keeps your workspace protected and ensures only you can access your notes.": "Essa verificação protege seu workspace e garante que só você pode acessar suas notas.",
    "All rights reserved.": "Todos os direitos reservados.",
    "We sent a secure link to :email. Click it to activate your account.": "Enviamos um link seguro para :email. Clique para ativar sua conta.",
    "Verification link sent again!": "Link de verificação reenviado!",
    "Check your inbox or spam folder. The previous link remains valid for one hour.": "Confira sua caixa de entrada ou pasta de spam. O link anterior continua válido por uma hora.",
    "Open your email app and search for \"Booknotes\". If nothing arrives within a few minutes, request a new email below.": "Abra seu app de e-mail e procure por \"Booknotes\". Se nada chegar em alguns minutos, solicite um novo e-mail abaixo.",
    "Need to change the address? Sign out and create your account again with the correct email.": "Precisa alterar o endereço? Saia da conta e cadastre-se novamente com o e-mail correto.",
    "Sign out": "Sair",
    "Email verified successfully": "E-mail verificado com sucesso",
    "Your account is confirmed. You can now access every notebook, discipline, and PDF in your study hub.": "Sua conta foi confirmada. Agora você pode acessar todos os cadernos, disciplinas e PDFs do seu hub de estudos.",
    "Go to dashboard": "Ir para o dashboard",
    "Back to homepage": "Voltar para a página inicial",
    "How the platform works": "Como a plataforma funciona",
    "How it works": "Como funciona",
    "See the complete flow in seconds, then get back to studying.": "Veja o fluxo completo em segundos e volte ao estudo.",
    "Create a notebook": "Crie um caderno",
    "Group classes, projects, or exams in one place.": "Agrupe matérias, projetos ou provas no mesmo lugar.",
    "Add disciplines": "Adicione disciplinas",
    "Each discipline keeps its own content and flashcards.": "Cada disciplina recebe seus próprios conteúdos e flashcards.",
    "Create notes and mark them as flashcards": "Crie notas e marque como flashcards",
    "Promote the important notes into question & answer cards.": "Promova as notas importantes para virarem cartões de pergunta e resposta.",
    "Everything revolves around flashcards": "Tudo gira em torno dos flashcards",
    "They power every study mode: flashcards, fill in the blank, multiple choice, and true or false.": "Eles alimentam todos os modos de estudo: flashcards, complete a lacuna, múltipla escolha e verdadeiro ou falso.",
    "Not now": "Agora não",
    "Start a notebook": "Começar um caderno",
    "Help center": "Central de ajuda",
    "Explore every part of the platform": "Conheça cada parte da plataforma",
    "Use this guide to understand the full flow—from notebooks to study modes—and know exactly what to do on each screen.": "Use este guia para entender o fluxo completo — dos cadernos aos modos de estudo — e saber exatamente o que fazer em cada tela.",
    "Main flow summarized in four clear steps.": "Resumo do fluxo principal em quatro etapas claras.",
    "Quick explanations for every sidebar area.": "Explicações rápidas sobre cada área do menu lateral.",
    "Shortcuts to important sections without leaving your current context.": "Atalhos para áreas importantes sem sair do contexto atual.",
    "Create a notebook now": "Criar um caderno agora",
    "View main flow": "Ver fluxo principal",
    "Sidebar area": "Área do menu lateral",
    "Organize your study space": "Organize o seu espaço de estudo",
    "Create notebooks to separate courses, classes, or exams and give each one a goal.": "Crie cadernos para separar cursos, turmas ou provas e defina um objetivo para cada um.",
    "Structure disciplines and content": "Estruture disciplinas e conteúdos",
    "Inside every notebook, add disciplines so notes, files, and flashcards stay segmented.": "Dentro de cada caderno, adicione disciplinas para manter notas, arquivos e flashcards segmentados.",
    "Capture notes and promote them to flashcards": "Capture notas e transforme em flashcards",
    "Write detailed notes, highlight key points, and promote the essentials to flashcards.": "Escreva notas detalhadas, destaque pontos-chave e promova o essencial para flashcards.",
    "Study, track, and adjust": "Estude, acompanhe e ajuste",
    "Use the study modes and review the activity log to stay on pace and plan revisions.": "Use os modos de estudo e revise o registro de atividades para manter o ritmo e planejar revisões.",
    "Repeat to reinforce": "A repetição é o segredo",
    "Repeat the cycle often to adapt plans and keep your study rhythm on track.": "Repita o ciclo com frequência para ajustar planos e manter o ritmo de estudo.",
    "Each notebook centralizes disciplines, notes, and metrics in one organized hub.": "Cada caderno centraliza disciplinas, anotações e métricas em um único hub organizado.",
    "Notes library": "Biblioteca de notas",
    "Search, export, and share notes without leaving your main flow.": "Pesquise, exporte e compartilhe notas sem sair do fluxo principal.",
    "Guided practice": "Prática guiada",
    "Flashcards, exercises, and different review modes keep learning active.": "Flashcards, exercícios e diferentes modos de revisão mantêm o aprendizado ativo.",
    "Activity and logs": "Atividade e registros",
    "Logs and metrics show what was created, reviewed, and completed in every session.": "Logs e métricas mostram o que foi criado, revisado e concluído em cada sessão.",
    "View notebooks": "Ver cadernos",
    "Open library": "Abrir biblioteca",
    "View activity": "Ver atividade",
    "Four-step main flow": "Fluxo principal em quatro etapas",
    "Follow this path whenever you need to understand where to start or what to do next.": "Siga este caminho sempre que precisar entender onde começar ou o que fazer em seguida.",
    "Quick tip": "Dica rápida",
    "Need help choosing what to do next?": "Precisa decidir o próximo passo?",
    "Open the Dashboard to measure progress and receive smart suggestions any time.": "Abra o Dashboard para medir o progresso e receber sugestões inteligentes sempre que precisar.",
    "Open dashboard": "Abrir dashboard",
    "Want to review something quickly?": "Quer revisar algo rapidamente?",
    "Use the \"How it works\" FAB near the footer or jump into the study modes to see the next cards.": "Use o FAB \"Como funciona\" perto do rodapé ou abra os modos de estudo para ver os próximos cards.",
    "Go to flashcards": "Ir para flashcards",
    "Quick checklist": "Checklist rápido",
    "Use this checklist before leaving the screen to guarantee every action was recorded.": "Use este checklist antes de sair da tela para garantir que tudo foi registrado.",
    "Did I add notes and mark which ones became flashcards?": "Adicionei notas e marquei quais viraram flashcards?",
    "Did I update the correct discipline or should I move this content?": "Atualizei a disciplina correta ou devo mover este conteúdo?",
    "Did I record important logs for future reference?": "Registrei logs importantes para consultar depois?",
    "Is there any study session pending to finish?": "Existe alguma sessão de estudo pendente para finalizar?",
    "More help resources": "Mais recursos de ajuda",
    "Use these quick references when you need extra help or must document an issue.": "Use estas referências quando precisar de ajuda extra ou tiver que documentar um problema.",
    "Review the guide sections": "Revise as seções do guia",
    "Open this help page in another tab and highlight the screen related to your question before contacting support.": "Abra esta página de ajuda em outra aba e destaque a tela relacionada à sua dúvida antes de falar com o suporte.",
    "Confirm data in the activity log": "Confirme os dados no registro de atividades",
    "Filter by notebook, discipline, or action type to confirm the activity before repeating the step.": "Filtre por caderno, disciplina ou tipo de ação para confirmar o registro antes de repetir o passo.",
    "Prepare context for support": "Prepare contexto para o suporte",
    "Send screenshots or a short clip with timestamps and notebook names when emailing support.": "Envie capturas de tela ou um vídeo curto com horários e nomes dos cadernos ao mandar e-mail para o suporte.",
    "Screen guide": "Guia por tela",
    "Pick any area below to quickly understand what the screen does and which actions are available.": "Selecione uma área abaixo para entender rapidamente o propósito da tela e as ações disponíveis.",
    "Dedicated flow": "Fluxo dedicado",
    "Still have questions?": "Ainda com dúvidas?",
    "Review the history in Logs or contact support with screenshots of this guide.": "Revise o histórico em Logs ou fale com o suporte enviando capturas desta central.",
    "Open activity log": "Abrir registro de atividade",
    "Contact support": "Contatar suporte",
    "Daily summary with metric cards and shortcuts for quick actions.": "Resumo diário com cards de métricas e atalhos para ações rápidas.",
    "Top-of-page alerts highlight pending items like incomplete profiles or active sessions.": "Alertas no topo da página destacam pendências como perfis incompletos ou sessões ativas.",
    "Notebooks and disciplines": "Cadernos e disciplinas",
    "Use the persistent search and inline actions to edit, delete, or open entries fast.": "Use a busca persistente e as ações em linha para editar, excluir ou abrir registros rapidamente.",
    "Detail pages surface tabs for notes, flashcards, and progress tracking.": "As páginas de detalhes exibem abas para notas, flashcards e acompanhamento.",
    "Notes and flashcards": "Notas e flashcards",
    "Editor supports lightweight markdown, plus dedicated question and answer fields.": "O editor suporta markdown simplificado e campos dedicados para pergunta e resposta.",
    "Empty states guide you when no notes or flashcards exist yet.": "Os estados vazios orientam quando ainda não existem notas ou flashcards.",
    "Uploads stay organized with discipline filters and title search.": "Uploads ficam organizados com filtros por disciplina e busca por título.",
    "Preview PDFs without leaving the screen and download them for offline study.": "Pré-visualize PDFs sem sair da tela e baixe para estudar offline.",
    "Study and practice": "Estudo e prática",
    "Session controls at the top show how many cards remain.": "Controles de sessão no topo mostram quantos cards faltam.",
    "Every mode explains the question type before the round begins.": "Cada modo explica o tipo de questão antes de iniciar a rodada.",
    "Activity logs": "Registros de atividade",
    "Chronological table highlights author and context for each action.": "A tabela cronológica destaca autor e contexto de cada ação.",
    "Quick filters help isolate specific actions like deletions or exports.": "Filtros rápidos ajudam a isolar ações específicas, como deleções ou exportações.",
    "Help": "Ajuda",
    "Platform guide": "Guia da plataforma",
    "Type tags separated by commas, then press Enter": "Digite tags separadas por vírgula e depois pressione Enter",
    "Type tags separated by commas and press Enter to create them. Use backspace to edit the input.": "Digite as tags separadas por vírgula e pressione Enter para criar. Use backspace para editar o campo.",
    "Add flashcards to this selection to unlock the simulated test.": "Adicione flashcards a este escopo para liberar o simulado.",
    "Add more detailed flashcard answers to unlock multiple choice questions.": "Inclua respostas de flashcards mais detalhadas para liberar as questões de múltipla escolha.",
    "Answered :answered of :total": "Respondidas :answered de :total",
    "Answered questions": "Questões respondidas",
    "Answered so far": "Respondidas até agora",
    "Awesome. Move to the next question to keep momentum.": "Perfeito. Avance para a próxima questão e mantenha o ritmo.",
    "Calculated from your current session.": "Calculado a partir da sessão atual.",
    "Choose the source of your questions.": "Escolha a origem das suas questões.",
    "Confirm answer": "Confirmar resposta",
    "Confirm your answer first.": "Confirme sua resposta antes.",
    "Create a mock exam with your flashcards, keep an eye on the timer, and store every result for future review.": "Monte um simulado com seus flashcards, monitore o tempo e guarde cada resultado para revisar depois.",
    "Define the scope, pick how many questions you want, and we will assemble a mock exam on the spot.": "Defina o escopo, escolha quantas questões deseja e montaremos um simulado na hora.",
    "Every attempt is saved so you can compare performance later.": "Cada tentativa é salva para você comparar o desempenho depois.",
    "Final score for this simulation.": "Nota final deste simulado.",
    "Finish exam now": "Finalizar simulado agora",
    "Flashcards available": "Flashcards disponíveis",
    "Goal for this mock exam.": "Meta definida para este simulado.",
    "Hide timer": "Ocultar cronômetro",
    "Keep a steady rhythm to finish on time.": "Mantenha um ritmo constante para terminar no tempo.",
    "Latest simulations": "Últimos simulados",
    "Make sure you have enough flashcards with detailed answers to form convincing alternatives.": "Garanta que há flashcards com respostas detalhadas para formar alternativas convincentes.",
    "Need to wrap up this attempt?": "Quer encerrar esta tentativa?",
    "Next question": "Próxima questão",
    "No flashcards found for this scope yet.": "Ainda não encontramos flashcards para esse escopo.",
    "Question :current of :total": "Questão :current de :total",
    "Questions": "Questões",
    "Questions per exam": "Questões por prova",
    "Questions selected": "Questões selecionadas",
    "Restart simulation": "Reiniciar simulado",
    "Results saved": "Resultados salvos",
    "Review the explanation and go for the next one.": "Revise a explicação e siga para a próxima.",
    "Run your first mock exam to unlock insights.": "Rode seu primeiro simulado para liberar os indicadores.",
    "Scope": "Escopo",
    "Score": "Nota",
    "See results": "Ver resultado",
    "Select a discipline": "Selecione uma disciplina",
    "Select a notebook": "Selecione um caderno",
    "Select an option and confirm to lock your answer.": "Selecione uma alternativa e confirme para registrar a resposta.",
    "Select an option before confirming.": "Selecione uma alternativa antes de confirmar.",
    "Show timer": "Mostrar cronômetro",
    "Simulated test": "Simulado",
    "Start another simulation": "Iniciar outro simulado",
    "Start simulation": "Iniciar simulado",
    "Start the simulation to activate the timer.": "Inicie o simulado para ativar o cronômetro.",
    "This attempt is stored in your history. Start another simulation to stay sharp.": "Esta tentativa foi registrada no seu histórico. Inicie outro simulado para manter o ritmo.",
    "Time": "Tempo",
    "Time spent": "Tempo gasto",
    "Timer": "Cronômetro",
    "Timer hidden": "Cronômetro oculto",
    "Timer visible": "Cronômetro visível",
    "Track how each attempt performed.": "Acompanhe o desempenho de cada tentativa.",
    "We could not prepare enough valid questions. Update your flashcards and try again.": "Não conseguimos montar perguntas suficientes. Atualize seus flashcards e tente novamente.",
    "We will shuffle them to generate the mock exam.": "Vamos embaralhá-los para gerar o simulado.",
    "You need at least :count flashcards for this selection.": "Você precisa de pelo menos :count flashcards para esse escopo.",
    "Your simulation history will appear here.": "Seu histórico de simulados aparecerá aqui.",
    "All questions are listed below. Select an option for each one before submitting.": "Todas as questões estão abaixo. Selecione uma alternativa para cada uma antes de enviar.",
    "Grades are calculated only after you submit the exam.": "A nota só é calculada depois que você entrega o simulado.",
    "Submit exam": "Entregar simulado",
    "Not answered": "Não respondida",
    "Incorrect": "Incorreta"
}
